Repository: matudelatower/evenprom-backend
Catalog: src/AppBundle/Resources/translations/app.*.xlf
Languages: es, pt

source: register.already
es: Ya estoy registrado
pt: registrar-se

source: register.a.new.membership
es: Registrar un Nuevo miembro
pt: Registrar um novo membro

source: register.a.new.empresa
pt: Registrar nova empresa

source: register.as.empresa
pt: Registrar-se como uma empresa

source: register.as.persona
pt: Registrar-se como uma pessoa

source: or
pt: ou

source: button.register
es: Registrar
pt: Registrar

source: business.name
es: Nombre Empresa
pt: Nome da Empresa

source: login
es: Iniciar Sesión
pt: Iniciar sessão

source: cambiar.idioma
pt: Mudar idioma

source: Member since
es: Miembro Desde
pt: Membro Desde

source: Mark as Read
pt: Marcar como lido

source: Version
pt: Versão

source: buscar
pt: pesquisar

source: Shared publicly
pt: compartilhar

source: Sitios
pt: lugares

source: close
pt: sair

source: menu.empresa.profile
es: Perfil Empresa
pt: Perfil

source: menu.empresa.publicaciones
es: Ofertas y Eventos
pt: Ofertas y Eventos

source: menu.empresa.noticias
es: Noticias Empresa
pt: Notícia

source: menu.empresa.nuevo_evento
pt: Novo evento

source: menu.empresa.nueva_oferta
pt: Nova Oferta

source: menu.empresa.noticias_recientes
pt: Notícia da minha Empresa

source: menu.empresa.publicaciones_recientes
pt: Posts recentes

source: menu.empresa.noticias_internas
pt: Notícias do Evenprom

source: menu.empresa.suscripcion
pt: Subscrever-se

source: menu.empresa.promo_calendario
pt: promoções

source: Colores Recomendados
pt: As cores recomendadas

source: color.empresa
pt: Cor companhia

source: profile.empresa
es: Perfil Empresa
pt: Perfil da empresa

source: profile.persona
pt: Meu Perfil

source: sin.categoria
pt: Sem Categoria

source: Localidad
pt: localidade

source: Para mejorar tu direccion arrastra el pin hasta tu ubicación.
pt: Para melhorar o seu endereço, arrastrando o pin para sua localização

source: Promoción Calendario
pt: Programa de divulgação

source: Mis Promociones Calendario
pt: Minhas promoçoes de calendário

source: Tu empresas es un hotel o una agencia?
pt: seu negócio é um hotel ou agencia

source: Direccion empresa
pt: Endereço da empresa

source: Onda de la Empresa
pt: Onda Empresa

source: Responsable de contacto
pt: Responsável pelo contato

source: Contacto
pt: Contato

source: Telefono
pt: Telefone

source: Mail
pt: Coreio

source: Calle
pt: Rua

source: Piso
pt: Chão

source: Edificio
pt: Edifício

source: nombre.oferta
pt: Nome da Oferta

source: help.nombre.evento
pt: O nombe do evento ou banda

source: Apagar?
pt: desligar

source: nombre.evento
pt: Nome do Evento

source: button.new.publicacion
es: Publicación Nueva
pt: Nova publicação

source: image.publicacion
es: Imagen destacada
pt: Imagem postada

source: Descripcion
es: Descripción
pt: descrições

source: Periodo
pt: Período

source: Logo
pt: Logotipo

source: Nombre
pt: Nome

source: Color
pt: Cor

source: Titulo
pt: Título

source: Cuerpo
pt: Corpo

source: Fecha inicio
pt: Data de inicio

source: Fecha fin
pt: Data de término

source: Hora inicio
pt: Hora do inicio

source: Hora fin
pt: Hora do fim

source: Tipo publicacion
es: Tipo publicación
pt: Tipo de publicação

source: Categoria publicacion
es: Categoria publicación
pt: Categoria

source: Descuento publicacion
es: Descuento publicación
pt: Desconto

source: fecha.inicio.evento.oferta
pt: Data do início do evento/oferta

source: fecha.fin.evento.oferta
pt: Data final do evento/oferta

source: Fecha de inicio de la oferta
pt: Data da oferta começar

source: Fecha de fin de la oferta
pt: Data da oferta terminando

source: Fecha publicacion
pt: Data de publicação

source: Fecha de en la que aparecerá la publicación
pt: Data de publicação

source: Hora de inicio del evento
pt: Data de publicação

source: Hora de fin del evento
pt: Data de publicação

source: Descripcion larga del evento.
pt: Data de publicação

source: Tipo evento
pt: Data de publicação

source: button.new.noticia
es: Noticia Nueva
pt: Nova Notícia

source: Resumen
pt: Resumo

source: Visible desde
pt: Visível a partir de

source: Visible hasta
pt: Visível a

source: Imagen Destacada
pt: Imagem postada

source: Orden
pt: Ordem

source: Activo
pt: Ativo

source: Adquirir
pt: Compra

source: list
es: listado
pt: lista

source: creation
pt: criar

source: button.backtolist
es: Volver
pt: Retornar

source: button.save
es: Guardar
pt: salvar

source: button.edit
es: Editar
pt: Editar

source: button.guardar
es: Guardar
pt: salvar

source: Actions
pt: ações

source: Agregar
pt: Adicionar

source: Hola
pt: Olá

source: Disponible hasta
pt: Disponível para

source: Imagen
pt: Imagem

source: Descargar
pt: Baixar

source: Configurar Notificaciones
pt: Configurar notificações

source: Noticias Empresas
pt: Notícias da empresa
